<template>
<div class="section privacy">
    <div class="container">
        <h3 class="large-heading teams-2 space-bottom">ПОЛИТИКА конфиденциальности</h3>
        <p class="down" style="margin-top: -20px;margin-bottom: 20px;;letter-spacing: 2px;">Последнее обновление: 05.06.2024</p>
        <p class="text">Настоящая политика конфиденциальности ("политика") поможет вам понять, как HRONIX ("мы", "мы", "наш") использует и защищает данные, которые вы предоставляете нам при посещении и использовании hronix.gg (“веб-сайт", "сервис").</p>
        <p class="text-upper">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ И ИСПОЛЬЗОВАНИЯ ФАЙЛОВ COOKIE</p>
        <p class="text">Мы оставляем за собой право вносить изменения в настоящую политику в любое время, о чем вы будете незамедлительно уведомлены. Если вы хотите быть в курсе последних изменений, мы рекомендуем вам почаще посещать эту страницу.</p>
        <p class="text">Какие Пользовательские данные мы собираем</p>
        <p class="text-upper" style="margin-top: 20px;">КОГДА ВЫ ПОСЕЩАЕТЕ ВЕБ-САЙТ, МЫ МОЖЕТ СОБИРАТЬ СЛЕДУЮЩИЕ ДАННЫЕ:</p>
        <p class="text" style="margin-top: 10px;margin-left: 15px;">Ваш IP-адрес. Ваша контактная информация и адрес электронной почты. Другая информация, такая как интересы и предпочтения. Данные профиля, касающиеся вашего поведения в сети на нашем веб-сайте.</p>
        <p class="text-upper">ПОЧЕМУ МЫ СОБИРАЕМ ВАШИ ДАННЫЕ</p>
        <p class="text" style="margin-top: 10px;margin-left: 15px;">Чтобы лучше понять ваши потребности. Чтобы улучшить наши услуги и продукты.Чтобы отправлять вам рекламные электронные письма, содержащие информацию, которая, по нашему мнению, может вас заинтересовать.Чтобы связаться с вами для заполнения анкет и участия в других видах маркетинговых исследований.Чтобы настроить наш веб-сайт в соответствии с вашим поведением в Сети и личными предпочтениями.</p>
        <p class="text">Защита данных HRONIX стремится обеспечить сохранность ваших данных и их конфиденциальность. HRONIX делает все возможное для предотвращения кражи данных, несанкционированного доступа и разглашения, внедряя новейшие технологии и программное обеспечение, которые помогают нам защитить всю информацию, которую мы собираем онлайн.</p>
        <p class="text-upper">НАША ПОЛИТИКА ИСПОЛЬЗОВАНИЕ ФАЙЛОВ COOKIE</p>
        <p class="text">Как только вы соглашаетесь разрешить нашему веб-сайту использовать файлы cookie, вы также соглашаетесь использовать данные, которые он собирает о вашем поведении в Сети (анализировать веб-трафик, веб-страницы, на которых вы проводите больше всего времени, и веб-сайты, которые вы посещаете). Данные, которые мы собираем с помощью файлов cookie, используются для настройки нашего веб-сайта в соответствии с вашими потребностями. После того, как мы используем данные для статистического анализа, они полностью удаляются из наших систем. Пожалуйста, обратите внимание, что файлы cookie никоим образом не позволяют нам получить контроль над вашим компьютером. Они используются исключительно для отслеживания того, какие страницы вы считаете полезными, а какие - нет, чтобы мы могли обеспечить вам лучший сервис.</p>
        <p class="text">Если вы хотите отключить файлы cookie, вы можете сделать это, зайдя в настройки своего интернет-браузера.</p>
        <p class="text">Наш веб-сайт содержит ссылки, ведущие на другие веб-сайты. Если вы перейдете по этим ссылкам, HRONIX не несет ответственности за ваши данные и защиту конфиденциальности. Посещение этих веб-сайтов не регулируется настоящим соглашением о политике конфиденциальности.</p>
        <p class="text">Обязательно ознакомьтесь с документацией по политике конфиденциальности веб-сайта, на который вы переходите с нашего веб-сайта.</p>
        <p class="text-upper">ОГРАНИЧЕНИЕ СБОРА ВАШИХ ПЕРСОНАЛЬНЫХ ДАННЫХ</p>
        <p class="text">В какой-то момент вы, возможно, захотите ограничить использование и сбор ваших персональных данных. Вы можете добиться этого, выполнив следующие действия: Когда вы заполняете формы на веб-сайте, обязательно отметьте, есть ли поле, которое вы можете оставить незарегистрированным, если вы не хотите раскрывать свою личную информацию. Если вы уже согласились поделиться с нами своей информацией, не стесняйтесь обращаться к нам по электронной почте, и мы будем более чем счастливы изменить это для вас.</p>
        <p class="text">HRONIX не будет сдавать в аренду, продавать или распространять вашу личную информацию третьим лицам без вашего разрешения. Мы можем сделать это, если этого требует закон. Ваша личная информация будет использована для отправки вам рекламных материалов, если вы согласны с настоящей политикой конфиденциальности.</p>




    </div>
</div>
</template>

<style scoped>
.section.privacy {
    color: #fff;
    flex-direction: row;
    justify-content: space-between;
    align-items: flex-start;
    padding-left: 50px;
    padding-right: 50px;
    display: block;
    position: static;
}

.section {
    justify-content: flex-start;
    margin-top: 0;
    margin-bottom: 0;
    padding: 40px 20px;
    display: block;
    position: static;
}

.container {
    grid-column-gap: 0px;
    grid-row-gap: 0px;
    background-color: transparent;
    border: 1px #000;
    flex-direction: column;
    flex: 0 auto;
    justify-content: center;
    align-self: center;
    align-items: flex-start;
    width: 100%;
    max-width: 100%;
    margin-bottom: 0;
    margin-left: 0;
    margin-right: 0;
    padding: 0 0 10px;
    display: flex;
    position: static;
}

.large-heading.teams-2.space-bottom {
    align-self: flex-start;
    margin-bottom: 20px;
    padding-top: 40px;
}

.large-heading.teams-2 {
    text-transform: uppercase;
    font-size: 60px;
    line-height: 80px;
}

.space-bottom {
    -webkit-text-fill-color: inherit;
    background-clip: border-box;
    max-width: none;
}

.content-width.players {
    flex-direction: row;
    align-self: flex-start;
    margin-bottom: 0;
    padding-top: 0;
    display: flex;
}

.text-upper {
    margin-top: 50px;
    font-size: 20px;
    font-weight: 600;
    letter-spacing: 2px;
    color: var(--gold);
}

.text {
    margin-top: 25px;
    margin-bottom: 10px;
    letter-spacing: 1px;
    font-size: 18px;
    max-width: 1600px;
    line-height: 125%;
}
.tp {
    margin-top: 10px;
    margin-bottom: 10px;
    letter-spacing: 1px;
    font-size: 18px;
    max-width: 850px;
    line-height: 125%;
}
.info {
    margin-top: 100px;
}

.down {
    background-color: var(--gold);
    padding: 10px;
}
</style>